[
    {
      "id": "1",
      "name": "Pan de campo blanco",
      "img": "https://images.deliveryhero.io/image/pedidosya/products/740dfce2-5be8-4a9a-a188-786dcafcb7bd.jpeg",
      "ingredients": [
        "500 gr harina 000",
        "25 gr levadura fresca",
        "50 gr grasa bovina",
        "260 gr agua",
        "10 gr sal"
      ],
      "steps": [
        "Comenzamos formando un pre-fermento, colocando la levadura en un cuenco con la mitad del agua. La disolvemos bien y agregamos 70 gr de la harina ya pesada. Formamos un engrudo y dejamos reposar tapado por 15 minutos.",
        "Lo siguiente es formar una corona con la harina, en el centro el resto del agua y por fuera la sal para que no tenga contacto con la levadura. Agregamos el pre-fermento y comenzamos a integrar desde en centro. Antes de integrar por completo agregamos la grasa y comenzamos a formar el bollo.",
        "Amasamos por 10 minutos hasta que tengamos una linda masa. Tapamos, dejamos descansar por 20 minutos en un lugar cálido.",
        "Ahora apretamos la masa para desgasificar, dividimos la masa en la cantidad de panes que queremos (yo hice 3) y formamos bollitos bien redondos.",
        "Los ponemos en una placa SIN NADA por que ya tienen grasa y tapados los dejamos leudar por 20 minutos, mientras prendemos el horno y en el piso podes poner una bandeja vacía después te cuento por que 😉",
        "Ya fermentados nuestros bollos les espolvoreamos harina y con un cuchillo muy afilado (o mejor una gillete) hacemos cortes. Los ponemos en el horno, en la fuente vacía ponés una taza de agua y cerrá inmediatamente. Esto va a generar vapor y nos va a dar una miga increíble.",
        "Cocinamos por 30/35 minutos y a comer!"
      ],
      "price": 123,
      "time": 180,
      "servings": 8,
      "tags": [
        "pan"
      ],
      "userId": "1"
    },
    {
      "id": "2",
      "name": "Torta Belga",
      "img": "https://images.deliveryhero.io/image/pedidosya/products/a8a5fc9b-d324-4aee-91a4-7b18fc98ec4c.jpg",
      "ingredients": [
        "8 onzas chocolate amargo picado en trocitos pequeños",
        "1 gran vaso de nata líquida",
        "1 cda café expreso",
        "1/3 de copa azúcar glacé",
        "2 huevos grandes enteros",
        "2 yemas de huevo",
        "1 huevo entero batido con una cucharada de agua",
        "cacao en polvo para decorar",
        "azúcar glacé para decorar",
        "nata montada",
        "1 rollo de masa preparada (redonda)"
      ],
      "steps": [
        "Unte el molde dela tarta generosamente con la mantequilla.",
        "Extienda el rollo de masa sobre la encimera espolvoreada de harina, para que no se le pegue.",
        "Luego adáptelo en el molde. La parte sobrante córtela y retírela. Pinche la masa con un tenedor e introduzcala en el frigorífico durante unos 10 min.",
        "Precaliente el horno a la máxima potencia.",
        "Saque la masa de la nevera y cúbrala con papel de aluminio. Ponga un montón de alubias o arroz encima del aluminio, para que pese e introduzcado en el horno, durante 10 min.",
        "Transcurrido ese tiempo, retire el papel de aluminio, baje el fuego a 180º y déjelo 5 mínutos más para que se dore.",
        "Sáquelo del horno, pero déjelo encendido.",
        "Para el relleno:",
        "Triture el chocolate con un robot.",
        "Mezcle en una cacerola la nata, el café y el azúcar glacé. Póngalo al fuego para que se deshaga bien sobre el fuego.",
        "Remueva bien para que se mezcle sobre el fuego.",
        "Vierta esta crema sobre el chocolate y remueva para que quede una mezcla homogénea.",
        "Bata los huevos y las yemas de huevo y viértalos sobre la mezcla sin dejar de remover.",
        "Vierta la crema de chocolate dentro del molde. Unte con un pincel la superficie con el huevo mezclado con agua.",
        "Introducir la tarta en el horno precalentado al máximo durante 15 min.",
        "Retírelo del horno y déjelo enfriar. Cuando ya esté frío, desmoldelo y metalo en la nevera hasta el momento de comerlo.",
        "Como decoración y con la ayuda de un cedazo, espolvorée la superficie de azúcar glacé. Se acompaña de nata montada, para que cada cual se sirva lo que quiera."
      ],
      "price": 75,
      "time": 75,
      "serving": 10,
      "tags": [
        "torta", "belga", "cake", "sweet", "chocolate"
      ],
      "userId": "1"
    },
    {
      "id": "3",
      "name": "Galletas de chocolate",
      "img": "https://www.paulinacocina.net/wp-content/uploads/2022/04/galletas-de-chocolate-receta.jpg",
      "ingredients": [
        "250 gr. de chocolate",
        "50 gr. Manteca",
        "100 gr. de Azúcar glass",
        "2 huevos",
        "200 gr. de harina de trigo",
        "1 cc levadura en polvo",
        "1 cda. de Vainilla",
        "Sal"
      ],
      "steps": [
        "Fundir el chocolate a baño maría o en el microondas. Sumar la manteca junto a la vainilla y mezclar todo.",
        "Batir el azúcar y los huevos hasta duplicar el volumen. Por arriba agregar el chocolate derretido y mezclar nuevamente.",
        "Por último sumar la harina tamizada y la levadura con una pizca de sal. Mezclar lentamente hasta unir por completo.",
        "Refrigerar la masa por un rato hasta lograr una consistencia más dura.",
        "Con la masa fría formar las galletas, aplastarlas un poco y colocarlas en una placa de horno dejando una distancia prudente entre cada una.",
        "Precalentar el horno a 170 °C y hornear durante 10 min. Ir controlando el color y que no se quemen. Las galletas de chocolate deben quedar crocantes por fuera.",
        "Enfriarlas sobre una rejilla y servir."
      ],
      "price": 75,
      "time": 45,
      "serving": 20,
      "tags": [
        "galletas", "cookies", "chocolate", "sweet"
      ],
      "userId": "1"
    },
    {
      "id": "4",
      "name": "Muffins de vainilla",
      "img": "https://www.paulinacocina.net/wp-content/uploads/2018/08/muffins-2.png",
      "ingredients": [
        "3 huevos",
        "2 tazas de harina leudante",
        "1 taza de aceite neutro",
        "1 taza de azúcar",
        "Esencia de vainilla"
      ],
      "steps": [
        "En un bol vamos a colocar los 3 huevos y los vamos a batir con el azúcar. La idea es batir con tenedor o batidor hasta que se haga una crema, en el video se ve bien",
        "Ahora vamos a agregar la mitad de la harina. Si usan harina común le pueden agregar en este paso 1 cda de polvo de hornear. Una vez que esté todo bien integrado, sumamos la esencia de vainilla (bastante, son muffins de vainilla) y el aceite. Este es el paso para agregar un extra si así lo quisiera: unas nueces, coco rallado, unos chips de chocolate. Lo que quieran",
        "Cuando esté todo bien super integrado, colocamos el resto del harina. Podemos pasar la masa a una manga o rellenar los pirotines o moldes de muffins con una cuchara.",
        "Llevar los muffins de vainilla a un horno a 180° por unos 20 minutos o hasta que estén. Listo!"
      ],
      "price": 75,
      "time": 30,
      "serving": 10,
      "tags": [
        "muffins", "vainilla", "sweet"
      ],
      "userId": "1"
    },
    {
      "id": "4",
      "name": "Pancakes",
      "img": "https://www.paulinacocina.net/wp-content/uploads/2023/05/receta-pancakes-esponjosos.jpg",
      "ingredients": [
        "2 huevos",
        "1 pizca de sal",
        "3 cdas. harina integral",
        "3 cdas harina de trigo  0000",
        "250 de leche",
        "esencia de vainilla",
        "80 gr de manteca derretida",
        "1/2 cdita de polvo para hornear",
        "3 cucharadas de azúcar opcional si son dulces.",
        "Para acompañar: Sirope, miel , frutos secos, frutas frescas, chocolate, mantequilla de maní, dulce de leche."
      ],
      "steps": [
        "Colocar un huevo en un bowl con la pizca de sal y batir.",
        "Agregar la harina integral y la harina 0000 y mezclar bien hasta unir. Sumar un chorrito de leche para batir más fácil.",
        "Poner la esencia de vainilla y el azúcar en caso de quererlos dulces. Sumar el polvo de hornear y batir enérgicamente. Agregar la manteca derretida.",
        "La preparación va a quedar más bien líquida. Llevar media hora a la heladera, es importante este paso para que la harina absorba el líquido y se ponga más espesa.",
        "En una sartén antiadherente con un poco de manteca o spray de aceite, colocar unas dos cucharadas de preparación. Dorar de ambos lados y servir."
      ],
      "price": 75,
      "time": 20,
      "serving": 10,
      "tags": [
        "pancakes", "vainilla", "sweet"
      ],
      "userId": "3"
    },
    {
      "id": "5",
      "name": "Pan de queso",
      "img": "https://www.comedera.com/wp-content/uploads/2022/03/pan-de-queso.jpg",
      "ingredients": [
        "500 gr  harina de trigo",
        "20 gr de azúcar",
        "90 gr de mantequilla",
        "100 ml de leche",
        "190 gr de queso semiduro rallado (que no sea muy salado)",
        "15 gr de levadura seca",
        "1 cda de sal"
      ],
      "steps": [
        "Primero, derrite la mantequilla por 25 segundos en el microondas. ",
        "En un bol, coloca la harina en forma de volcán. En el centro incorpora la sal, la azúcar, la levadura y luego mezcla muy bien hasta unir todos los ingredientes secos.",
        "Posteriormente, añade poco a poco la leche, la mantequilla y el queso semiduro rallado mientras mezclamos para tener obtener una masa suave.",
        "Haz de tu masa una bola y déjala reposar durante una hora, tápala con film o un pañito húmedo en un lugar cálido.",
        "Una vez la masa aumente su tamaño, córtala en tamaños iguales para luego hacer las bolitas del mismo tamaño.",
        "Vamos distribuyendo las bolitas en una bandeja para hornear, previamente engrasada y con un mínimo de separación de 5cm entre cada bolita. Dejamos reposar 30 minutos.",
        "Precalentamos el horno a 175° grados centígrados.",
        "Después barnizas cada pan de queso con huevo batido para darle un tono dorado por encima. Horneamos durante 20 minutos o hasta que estén bien cocidos.",
        "Los panes de queso deberán tener un tono dorado avellanado y se deben notar el queso más tostadito.",
        "Prepárate para disfrutarlos."
      ],
      "price": 75,
      "time": 120,
      "serving": 10,
      "tags": [
        "cheese", "queso", "pan"
      ],
      "userId": "3"
    },
    {
      "id": "6",
      "name": "Caramel Macchiato",
      "img": "https://cdn7.kiwilimon.com/recetaimagen/36988/640x426/46353.jpg.webp",
      "ingredients": [
        "1/2 tazas de leche, fría",
        "1/2 tazas de agua, caliente",
        "2 cucharadas de café soluble",
        "1 cucharadita de jarabe de vainilla",
        "2 cucharadas de caramelo",
        "suficiente de caramelo, para decorar"
      ],
      "steps": [
        "Para hacer la espuma de leche, en un recipiente con tapa agita la leche por 10 minutos.",
        "Para hacer el espresso, en una taza con el agua caliente añade las dos cucharadas de café soluble y mezcla.",
        "Vierte en un vaso el jarabe de vainilla, luego el caramelo, media taza de espuma de leche y, finalmente, vierte el café espresso lentamente en forma de hilo. Decora con caramelo."
      ],
      "price": 5,
      "time": 15,
      "serving": 1,
      "tags": [
        "cafe", "coffee", "dulce"
      ],
      "userId": "3"
    },
    {
      "id": "7",
      "name": "Café Moka",
      "img": "https://cdn7.kiwilimon.com/recetaimagen/36987/640x426/46351.jpg.webp",
      "ingredients": [
        "1/2 tazas de leche, fría",
        "1/2 tazas de agua, caliente",
        "1 cucharadas de café soluble",
        "2 cucharadas de jarabe de chocolate",
        "1/2 tazas de leche, caliente"
      ],
      "steps": [
        "Para hacer la espuma de leche, en un recipiente con tapa agita la leche por 10 minutos.",
        "Para hacer el café soluble, en una taza con el agua caliente agrega una cucharada de café soluble y mezcla.",
        "Cubre las paredes de la taza con el jarabe de chocolate, vierte el café que preparaste, llena ¾ partes con la leche y añade la espuma de leche hasta llegar al borde."
      ],
      "price": 3,
      "time": 20,
      "serving": 1,
      "tags": [
        "cafe", "coffee", "dulce"
      ],
      "userId": "3"
    },
    {
      "id": "8",
      "name": "Donuts",
      "img": "https://s1.eestatic.com/2020/05/07/cocinillas/recetas/postres/reposteria-postres_488211764_151581852_1706x960.jpg",
      "ingredients": [
        "Harina de trigo, 475 g para la masa y 50 g máximo para trabajarla en la encimera",
        "Leche templada, 160 ml",
        "Agua templada, 75 ml",
        "Levadura fresca de panadería, 25 g o el equivalente en levadura seca",
        "Sirope de ágave, 30 g",
        "Sal fina, 5 g",
        "Mantequilla, 50 g",
        "Huevo, 1",
        "Para el glaseado de azúcar",
        "Azúcar glas, 60 g",
        "Leche, 2 cucharadas"
      ],
      "steps": [
        "En el bol de la amasadora ponemos los 475 g de harina. Echamos la sal y desmenuzamos la levadura frotándola con un poco de harina (recordad que la sal no debe tocar a la levadura).",
        "Hacemos un hueco en el centro y echamos la leche y el agua templadas, el sirope de ágave, la mantequilla a temperatura ambiente y el huevo. Mezclamos durante 2 minutos a velocidad lenta y amasamos durante 10 minutos a velocidad rápida hasta que la masa esté lisa y elástica.",
        "Enharinamos la encimera con un poco de la harina reservada y volcamos la masa. Terminamos de amasar a mano durante un par de minutos hasta formar una bola que dejaremos reposar durante hora y media en un bol tapada con un trapo limpio.",
        "Cuando la masa haya doblado su volumen, la pasamos de nuevo a la encimera enharinada y la aplastamos con las manos hasta tener una lámina de 1,5 cm de espesor.",
        "Vamos cortando donuts, boleando los recortes de masa para estirarlos de nuevo y seguir cortando donuts y vamos dejando cada uno sobre un cuadrado de papel de horno que nos ayudará a la hora de freírlos sin que pierdan la forma. Los dejamos reposar media hora.",
        "Podemos freírlos en sartén o en freidora. Yo esta vez he usado la freidora porque me resulta más fácil controlar la temperatura. Con un minuto por cada lado a 175 ºC quedan perfectos y, como veis en las fotos, se echan en el aceite con el papel para que no pierdan la forma. Según se fríen se van dejando sobre una rejilla para que escurran el exceso de grasa.",
        "Para hacer la glasa, mezclamos el azúcar glacè con la leche en un cuenco de tamaño similar al de nuestros donuts y vamos mojando nuestros donuts caseros por ambos lados. Los dejamos de nuevo sobre la rejilla para que laa glasa se seque ligeramente.",
        "Si en vez de donuts clásicos eres más de donuts bombón, solo tienes que fundir unas cuantas onzas de tu chocolate favorito en el microondas e ir bañando los donuts en él." 
      ],
      "price": 3,
      "time": 30,
      "serving": 20,
      "tags": [
        "donuts", "donas", "dulce"
      ],
      "userId": "3"
    }
]